;(function ($) { $.fn.datepicker.language['en'] = {
    days: ['الاحد', 'الاثنين', 'الثلاثاء', 'الاربعاء', 'الخميس', 'الجمعه', 'السبت'],
    daysShort: ['احد', 'اثنين', 'ثلاثاء', 'اربعاء', 'خميس', 'جمعه', 'سبت'],
    daysMin: ['احد', 'اثنين', 'ثلاثاء', 'اربعاء', 'خميس', 'جمعه', 'سبت'],
    months: ['مايو', 'فبراير', 'مارس', 'ابريل', 'مايو', 'يونيه', 'يوليه', 'اغسطس', 'سبتمبر', 'اكتوبر', 'نوفمبر', 'ديسمبر'],
    monthsShort: ['مايو', 'فبراير', 'مارس', 'ابريل', 'مايو', 'يونيه', 'يوليه', 'اغسطس', 'سبتمبر', 'اكتوبر', 'نوفمبر', 'ديسمبر'],
    today: 'اليوم',
    clear: 'Clear',
    dateFormat: 'mm/dd/yyyy',
    timeFormat: 'hh:ii aa',
    firstDay: 6
}; })(jQuery);